Repository: BillTheBest/openmediavault-website
Catalog: usr/share/openmediavault/locale/*/openmediavault-website.po
Languages: da_da, de_de, es

source: Allow .htaccess files to override the items selected below.
da_da: Tillad at .htaccess filer overskriver de nedenstående valgte emner.
de_de: Erlaube .htaccess Dateien das überschreiben der unten gewählten Objekte.
es: Permitir a los archivos .htaccess invalidar los permisos seleccionadas a continuación.

source: Allow Override
da_da: Tillad Tilsidesættelse
de_de: Erlaube Überschreiben
es: Permitir anulación

source: Allow PHP scripts to be executed.
da_da: Tillad PHP scripts at blive kørt.
de_de: Erlaube das PHP Skripte ausgeführt werden.
es: Permitir la ejecución de scripts PHP

source: Auth Config
da_da: Godkend Konfig
es: Configuración de Autoridad.

source: Authorization directives (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthType, AuthUserFile, Require, etc.).
da_da: Godkendelss direktiver (AuthDBMGroupFile, AuthDBMUserFile, AuthGroupFile, AuthName, AuthType, AuthUserFile, Kræv, osv.).

source: Certificate
da_da: Certifikat
de_de: Zertifikat
es: Certificado

source: Content negotiated "MultiViews" are allowed.
da_da: Indholds forhandlet "MultiViews" er tilladt.
de_de: Inhaltlich ausgehandelte "MultiViews" sind erlaubt.
es: Contenido negociado, se permiten multiples vistas.

source: Directives controlling directory indexing (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, etc.).
da_da: Direktiver om kontrol af mappe indeksering (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions og ReadmeName osv.).
de_de: Direktiven die Ordner indexing kontrollieren (AddDescription, AddIcon, AddIconByEncoding, AddIconByType, DefaultIcon, DirectoryIndex, FancyIndexing, HeaderName, IndexIgnore, IndexOptions, ReadmeName, etc.).

source: Directives controlling host access (Allow, Deny and Order).
da_da: Direktiver om kontrol af vært adgang (Tillad, Afvis og Orden).
de_de: Direktiven die den Host zugriff kontrollieren (Allow, Deny und Order).

source: Directives controlling specific directory features (Options and XBitHack).
da_da: Direktiver om kontrol af bestemt mappe funktioner (Muligheder og XBitHack).
de_de: Direkttiven die spezifische Ordner Funktionen kontrollieren (Options und XBitHack).

source: Document root
da_da: Dokument rod
de_de: Wurzelverzeichnis
es: Raíz de documentos

source: Enable
da_da: Aktiver
de_de: Aktivieren
es: Habilitar

source: Enable SSL/TLS
da_da: Aktiver SSL/TLS
de_de: Aktiviere SSL/TLS
es: Permitir SSL/TLS

source: Enable secure connection.
da_da: Aktiver sikker forbindelse.
de_de: Aktiviere sichere Verbindung
es: Permitir conexiones seguras HPPTS

source: Extra options
da_da: Ekstra valgmuligheder
de_de: Extra Optionen
es: Opciones

source: Extra options for the &lt;VirtualHost&gt; directive.
da_da: Ekstra valgmuligheder for &lt;VirtualVært&gt; direktivet.
de_de: Extra Optionen für die &lt;VirtualHost&gt; direktive.
es: Opciones para la directiva de el &lt;VirtualHost&gt; .

source: Follow SymLinks
da_da: Følg SymLinks
de_de: Folge SymLinks
es: Seguir enlaces simbolicos

source: For security reasons, PHP scripts will run as the selected user.
da_da: Af sikkerheds grunde, vil PHP scripts blive kørt som den valgte bruger.
de_de: Aus Sicherheitsgründen werden PHP Skripte mit dem ausgewählten User ausgeführt.
es: Por razones de seguridad, los scripts PHP se ejecutarán por el usuario seleccionado.

source: General settings
da_da: Generelle indstillinger
de_de: Allgemeine Einstellungen
es: Opciones

source: If a URL which maps to a directory is requested, and there is no DirectoryIndex (e.g., index.html) in that directory, then a formatted listing of the directory will be returned.
da_da: Hvis en URL, der henleder til et biblioteket bliver anmodet, og der ingen DirectoryIndex er (f.eks index.html) i dette biblioteket, vil en formateret liste af biblioteket blive returneret.
de_de: Wenn eine URL welche auf ein Verzeichnis verweist abgerufen wird in welchem sich kein DirectoryIndex (z.B. index.html) befindet, dann wird eine formatierte Auflisting des Verzeichnisses zurückgegeben.

source: In a <b>name based</b> virtual host configuration, the website configured here will be accessed as a different host name. E.g. http://some-host/. Where the name 'some-host' must resolve to the same IP address as OpenMediaVault. This usually requires that you have a DNS server on your network, or that a public DNS server has an entry for <b>some-host</b>.
da_da: I en <b>navne baseret</b> virtual værts konfiguration, vil hjemmesiden konfigureret her tilgås som et andet værts navn. F.eks http://some-host/. Hvor navnet "some-host' svarer til den samme IP adresse, som OpenMediaVault. Dette kræver som regel, at du har en DNS-server på dit netværk, eller at en offentlig DNS-server har en indgang til <b>some-host</b>.

source: In a <b>port based</b> virtual host configuration, the website configured here will be accessible at the same IP / name of this OpenMediaVault server, but on a different port. E.g. http://some-host:8500/. When using this type of configuration, be sure that the website port configured here is not the same port on which OpenMediaVault is running. This can be checked / changed in System -> General Settings.
da_da: I en <b>port baseret</b> virtual værts konfiguration, vil hjemmesiden konfigureret her være tilgængelig på samme IP / navnet på denne OpenMediaVault server, men på en anden port. F.eks http://some-host:8500/. Når du bruger denne type af konfiguration, skal du sørge for, at hjemmesides port konfigureret her, ikke er den samme port som OpenMediaVault kører med. Dette kan kontrolleres / ændres i System -> Generelle indstillinger.

source: In order to create a website that does not conflict with OpenMediaVault's web interface, this plugin will create a virtual host (a virtual website) in OpenMediaVault's web server.
da_da: For at oprette en hjemmeside, der ikke konflikter med OpenMediaVaults web interface, vil dette plugin skabe en virtual vært (en virtual hjemmeside) i OpenMediaVaults web server.

source: Includes
da_da: Indeholder
es: Incluidos

source: Indexes
da_da: Indekser
de_de: Index
es: Indices

source: Limit
da_da: Grænse
es: Limites

source: Name based
da_da: Navne baseret
de_de: Name basierend
es: Basados en nombres

source: Options
da_da: Valgmuligheder
de_de: Optionen
es: Opciones

source: Port based
da_da: Port baseret
de_de: Port basierend
es: Basado en puerto

source: Secure connection
da_da: Sikker forbindelse
de_de: Sichere Verbindung
es: Conexión segura

source: Server-side includes are permitted.
da_da: Server-side indhold er tilladt.
de_de: Serverseitige includes sind erlaubt.
es: Incluidos en lado servidor permitidos.

source: Settings
da_da: Indstillinger
de_de: Einstellungen
es: Opciones

source: SymLinks If Owner Match
da_da: Symlinks Hvis Ejer Matcher
de_de: SymLinks wenn der Besitzer übereinstimmt
es: Permitir enlaces simbolicos si se es dueño

source: The SSL certificate.
da_da: SSL certifikatet.
de_de: Das SSL Zertifikat.
es: Certificado SSL

source: The location of the files to share. Permissions must be at least Users: read-only.
da_da: Placeringen af de filer, der skal deles. Tilladelser skal mindst være Bruger: skrivebeskyttet.
de_de: Der Speicherort der Dateien die geteilt werden sollen. Die Berechtigungen müssen mindestens Benutzer: nur-lesen sein.
es: Ubicación de los archivos a compartir. El usuario debe tener almenos permisos de lectura.

source: The server will follow symbolic links in the document root.
da_da: Serveren vil følge symbolske links i dokumentets rod.
de_de: Der Server wird symbolischen Links im Wurzelverzeichnis folgen.
es: El servidor debe seguir los enlaces simbolicos en el raíz de documentos.

source: The server will only follow symbolic links for which the target file or directory is owned by the same user id as the link.
da_da: Serveren vil kun følge symbolske links, hvor destinations fil eller mappe er ejet af samme bruger id, som linket.
de_de: Der Server wird symbolischen Links nur folgen wenn die Zieldatei oder das Zielverzeichnis den gleichen Besitzer hat wie der Link.
es: El servidor debe seguir los enlaces simbolicos de aquellos destinos cuyo propietario tenga el mismo ID que el enlace.

source: User
da_da: Bruger
de_de: Benutzer
es: Usuario

source: Virtual host Type
da_da: Virtual vært Type
de_de: Virtueller Host Typ
es: Tipo de host virtual

source: Virtual host hostname
da_da: Virtual vært værtsnavn
de_de: Virtueller Host Hostname
es: Nombre de host virtual

source: Virtual host port
da_da: Virtual vært port
de_de: Virtueller Host Port
es: Puerto de host virtual

source: Website
da_da: Hjemmeside
de_de: Webseite

source: In order to create a website that does not conflict with OpenMediaVault's web interface, this plugin will create a virtual host (a virtual website) in OpenMediaVault's web server.<Br /><br />In a <b>port based</b> virtual host configuration, the website configured here will be accessible at the same IP / name of this OpenMediaVault server, but on a different port. E.g. http://some-host:8500/. When using this type of configuration, be sure that the website port configured here is not the same port on which OpenMediaVault is running. This can be checked / changed in System -> General Settings.<Br /><br>In a <b>name based</b> virtual host configuration, the website configured here will be accessed as a different host name. E.g. http://some-host/. Where the name 'some-host' must resolve to the same IP address as OpenMediaVault. This usually requires that you have a DNS server on your network, or that a public DNS server has an entry for <b>some-host</b>.<br /><br />
de_de: Um nicht mit dem Webinterface von OpenMediaVault in konflikt zu geraten erstell dieses Plugin einen Virtual Host (eine Virtuelle Webseite) in OpenMediaVault's Webserver.<Br /><br />In einer <b>Port basierten</b> Virtual Host Konfiguration wird die konfigurierte Webseite unter der gleichen IP / Hostname wie dieser OpenMediaVault Server, allerdings unter einem anderen Port. Z.B.: http://NAS:8500/. Wenn diese Art der Konfiguration gewählt wird, stelle sicher dass der gewählte Port ist nicht der gleiche wie der auf dem OpenMediaVault läuft. Dies kann unter System -> Allgemeine Einstellungen überprüft werden.<Br /><br>In einer <b>namens basierten</b> Virtual Host Konfiguration wird die Webseite so konfiguriert dass sie unter einem anderen Hostnamen erreichbar ist. Z.B.: http://anderer-host/. Der Name 'anderer-host' muss zur gleichen IP Adresse auflösen wie von OpenMediaVault. Dies erfordert in der Regel einen DNS Server in deinem Netzwerk oder dass ein öffentlicher DNS Server einen Eintrag für <b>anderer-host</b> hat.

source: MultiViews
es: Multiples vistas
